Repository: team-work-tools/team-work-telegram-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Enable me.
ru: Включи меня

source: Get a help message.
ru: Получи это сообщение

source: Set my interface language.
ru: Установи язык

source: Disable me.
ru: Выключи меня

source: Cancel the current operation with the bot.
ru: Заверши мою текущую операцию

source: Set up regular meetings.
ru: Установи время и дату начала дейли

source: Set meetings time zone.
ru: Установи время и дату начала дейли

source: Set meetings time.
ru: Установи время и дату начала дейли

source: Set meetings days.
ru: Установи дни встреч

source: Join meetings.
ru: Просоединиться к встречам

source: Skip meetings.
ru: Пропустить встречи

source: Set the days when you can join meetings.
ru: Выбрать день, когда ты можешь присоединиться к встрече

source: Set how often you'll be reminded about unanswered questions.
ru: Установить частоту напоминаний о неотвеченных вопросах.

source: Join only today's meeting.
ru: Присоедини́ться только к сегодняшней встрече

source: Skip only today's meeting.
ru: Пропустить только сегодняшнюю встречу

source: Schedule a personal vacation.
ru: Запланировать отпуск

source: Unschedule the personal vacation.
ru: Отменить отпуск

source: Get the chat state that I store.
ru: Посмотреть состояние бота

source: Get the report.
ru: Запросить репорт

source: Nice to meet you!
ru: Привет!

source: English language selected!
ru: Выбран русский язык!

source: Error saving language state: {error}
ru: Ошибка сохранения языка! {error}

source: OK, we'll meet at {meeting_time} on {week_days} starting not earlier than on {start_date}!
ru: ОК, встретимся в {meeting_time} в(о) {week_days}, начиная не раньше {start_date}!

source: Please write the meetings time in the {iso8601} format with an offset relative to the UTC time zone. You can calculate the time on the site {time_url}. Example: /{set_meetings_time} {sample_time}
ru: Пожалуйста, укажи время встречи в формате {iso8601} с учетом смещения относительно часового пояса UTC. Ты можешь рассчитать время на сайте {time_url}. Пример: /{set_meetings_time} {sample_time}

source: You've already joined, @{username}!
ru: Ты уже подписался(лась), @{username}!

source: You've just joined, @{username}! You can skip meetings via the /{command_skip} command.
ru: Ты только что присоединился(лась), @{username}! Вы можете пропустить встречи с помощью команды /{command_skip}.

source: See you later, @{username}! You can join via the /{command_join} command.
ru: Увидемся позже, @{username}! Ты можешь присоедениться при помощи команды /{command_join} .

source: You've not yet joined, @{username}!
ru: Ты и так подписан(а), @{username}!

source: OK, from now you will only receive messages on {meeting_days}.
ru: ОК, с этого момента вы будете получать сообщения только в {meeting_days}.

source: Please indicate your personal working days. You should use "," or " " as a separator. Example: /{set_personal_meetings_days} Monday-Wednesday, Friday
ru: Пожалуйста, укажите свои личные рабочие дни. Вам следует использовать "," или " " в качестве разделителя. Пример: /{set_personal_meetings_days} Понедельник-Среда, Пятница

source: Reminder period set to {period} minutes
ru: Период напоминания установлен на {period} минут.

source: You have to join daily meetings first! Use the /join command.
ru: Сначала вам нужно присоединиться к ежедневным совещаниям! Используйте команду /join.

source: @{username} I don't have access to your personal messages. Please write to @{bot_username} and type /start.
ru: @{username}, у меня нет доступа к вашим личным сообщениям. Пожалуйста, напиши @{bot_username} и введи /start.

source: Please indicate the reminder period in minutes. Example: /{set_reminder_period} 30
ru: Пожалуйста, укажите период напоминания в минутах. Например: /{set_reminder_period} 30

source: Your response has been recorded.
ru: Ваш ответ был записан

source: You have already responded to this message or it is no longer valid.
ru: Вы уже ответили на это сообщение, или оно больше не действительно.

source: Meeting time!
ru: Время встречи!

source: Nobody has joined the meeting!
ru: Никто не присоединился ко встрече

source: I can help you conduct daily (or at least regular) meetings. You can control me by sending these commands:
ru: Я могу помочь тебе проводить ежедневные встречи. Ты можешь управлять мной при помощи следующих команд:

source: Global commands
ru: Оcновные команды

source: Team settings commands
ru: Настройки для команды

source: Personal settings commands
ru: Персональные настройки

source: Chat information commands
ru: Настройки чата

source: What did you do last working day? {usernames}
ru: Что ты делал(а) вчера? {usernames}

source: What will you do today? {usernames}
ru: Что будешь делать сегодня? {usernames}

source: What (if anything) is blocking your progress? {usernames}
ru: Что (если такое есть) блокирует твой прогресс {usernames}?

source: Please reply to these daily meeting questions:
ru: Пожалуйста, ответьте на эти вопросы ежедневного совещания:

source: {username}, please unblock {bot_username} (it's me) in our private chat so that I can send you reminders about missed daily meeting questions.
ru: {username}, пожалуйста, разблокируйте {bot_username} (это я) в нашем приватном чате чтобы я мог отправлять вам напоминания о пропущенных вопросах daily.
